cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew "tmux"
brew "z"
brew "pt"
brew "zsh"
brew "htop"
brew "bat"
brew "nnn"
brew "watchman"
brew "wget"
brew "jq"
brew "fd"
brew "gnupg"
brew "asdf"
brew "lazygit"
brew "exa"


cask 'docker'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'visual-studio-code'
cask 'authy'
cask 'iglance'

